tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "romkatv/powerlevel10k"
brew "ack"
brew "aom"
brew "autoconf"
brew "autoenv"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "little-cms2"
brew "libtool"
brew "imagemagick"
brew "chafa"
brew "cmake"
brew "cscope"
brew "ctags"
brew "direnv"
brew "dnscrypt-proxy", restart_service: true
brew "dog"
brew "duf"
brew "dust"
brew "wxwidgets"
brew "exa"
brew "fd"
brew "libogg"
brew "gmp"
brew "libevent"
brew "harfbuzz"
brew "lame"
brew "libvorbis"
brew "libsodium"
brew "sdl2"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "go"
brew "goreman"
brew "gping"
brew "httpie"
brew "hub"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "lazygit"
brew "libgpg-error"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "luajit"
brew "mas"
brew "memcached"
brew "msgpack"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node@14"
brew "pdftk-java"
brew "pidof"
brew "pinentry-mac"
brew "zstd"
brew "poppler"
brew "postgresql", restart_service: true
brew "procs"
brew "rabbitmq", restart_service: true
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "smartmontools"
brew "ssh-copy-id", link: true
brew "starship"
brew "tealdeer"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "truncate"
brew "w3m"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/ytop/ytop"
brew "clementtsang/bottom/bottom"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community@3.2", link: true
brew "puma/puma/puma-dev"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "brave-browser"
cask "chromedriver"
cask "dropbox"
cask "element"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "focus"
cask "font-iosevka-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-lato"
cask "github"
cask "glueprint"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "grammarly"
cask "guitar-pro"
cask "handbrake"
cask "harvest"
cask "hot"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "lastfm"
cask "michaelvillar-timer"
cask "mpv"
cask "pym-player"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sketch"
cask "skype"
cask "spotify"
cask "steam"
cask "subler"
cask "tower2"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xld"
cask "yakyak"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Bear", id: 1091189122
mas "Capo", id: 696977615
mas "Cascadea", id: 1432182561
mas "ColorSnapper2", id: 969418666
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Disk Diag", id: 672206759
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LittleSnapper", id: 403489261
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Meeter", id: 1510445899
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "Tapes", id: 779457527
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
