tap "puma/puma"
tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "neovim/neovim"
cask "xquartz"
brew "ack"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pixman"
brew "git"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python3"
brew "awscli"
brew "boost"
brew "emacs"
brew "cask"
brew "chromedriver"
brew "cscope"
brew "ctags"
brew "docker"
brew "libyaml"
brew "docker-compose"
brew "wxmac"
brew "elixir"
brew "lame"
brew "libogg"
brew "little-cms2"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx", "with-openjpeg", "with-opus", "with-rtmpdump", "with-theora", "with-webp", "with-x265"]
brew "libvorbis"
brew "theora"
brew "ffmpeg2theora"
brew "fish"
brew "fonttools"
brew "fswatch"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gdk-pixbuf"
brew "gifsicle"
brew "gnu-tar"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "icu4c"
brew "lua"
brew "highlight"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "intltool"
brew "jemalloc"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "python"
brew "klavaro"
brew "libao"
brew "libav"
brew "libevent"
brew "libid3tag"
brew "librsvg"
brew "libssh2"
brew "libsvg"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "macvim", args: ["with-override-system-vim"]
brew "mad"
brew "mas"
brew "memcached"
brew "mongodb", restart_service: true
brew "mpg321"
brew "msgpack"
brew "mysql", restart_service: true
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "optipng"
brew "opus-tools"
brew "orc"
brew "phantomjs"
brew "popt"
brew "postgresql", restart_service: true
brew "potrace"
brew "qt"
brew "r"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rsync"
brew "rust"
brew "scons"
brew "sdl"
brew "sdl2"
brew "shared-mime-info"
brew "smartmontools"
brew "sox"
brew "speex"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "truncate"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "aerial"
cask "alfred"
cask "atom"
cask "backblaze"
cask "bartender"
cask "brave"
cask "dropbox"
cask "firefox"
cask "flux"
cask "focus"
cask "glueprint"
cask "gmvault"
cask "google-chrome"
cask "handbrake"
cask "harvest"
cask "imagealpha"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "lastfm"
cask "libreoffice"
cask "macdown"
cask "messenger"
cask "michaelvillar-timer"
cask "mpv"
cask "mumble"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "screenflow"
cask "sketch"
cask "skype"
cask "spotify"
cask "steam"
cask "subler"
cask "superduper"
cask "textexpander"
cask "textmate"
cask "tower"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wkhtmltopdf"
cask "xld"
cask "yakyak"
cask "caskroom/versions/firefoxdeveloperedition"
cask "caskroom/versions/firefoxnightly"
cask "caskroom/versions/google-chrome-canary"
mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "Bear", id: 1091189122
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Byword", id: 420212497
mas "Capo", id: 696977615
mas "ColorSnapper2", id: 969418666
mas "Day One Classic", id: 422304217
mas "Disk Diag", id: 672206759
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LittleSnapper", id: 403489261
mas "LocalizableStringsMerge", id: 475333727
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Money Pro", id: 972572731
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "PaintCode", id: 808809998
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Prepo", id: 476533227
mas "Quiver", id: 866773894
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Tapes", id: 779457527
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
