tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "romkatv/powerlevel10k"
brew "ack"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "autoconf"
brew "autoenv"
brew "ca-certificates"
brew "readline"
brew "awscli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "freetype"
brew "gettext"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libavif"
brew "pango"
brew "librsvg"
brew "chafa"
brew "circleci"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cscope"
brew "ctags"
brew "direnv"
brew "dnscrypt-proxy"
brew "dog"
brew "duf"
brew "dust"
brew "libtool"
brew "wxwidgets"
brew "eza"
brew "fd"
brew "libogg"
brew "gmp"
brew "libevent"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libass"
brew "libvorbis"
brew "libsodium"
brew "sdl2"
brew "tesseract"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "goreman"
brew "gping"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "guile"
brew "hdf5"
brew "heroku"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libffi"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "memcached", restart_service: :changed
brew "msgpack"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node@18"
brew "node@20"
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "pcre"
brew "pidof"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "powerlevel10k"
brew "procs"
brew "psutils"
brew "python@3.10"
brew "python@3.11"
brew "qt"
brew "rabbitmq", restart_service: :changed
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rsync"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "smartmontools"
brew "ssh-copy-id", link: true
brew "starship"
brew "tealdeer"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "truncate"
brew "vips"
brew "w3m"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/ytop/ytop"
brew "puma/puma/puma-dev"
cask "1password"
cask "alacritty"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "brave-browser"
cask "dropbox"
cask "firefox"
cask "firefox@developer-edition"
cask "font-iosevka-nerd-font"
cask "font-lato"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "gpg-suite"
cask "handbrake"
cask "harvest"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "lastfm"
cask "loom"
cask "pym-player"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sketch"
cask "skype"
cask "soundsource"
cask "spotify"
cask "steam"
cask "stolendata-mpv"
cask "subler"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xld"
cask "zoom"
mas "Bear", id: 1091189122
mas "Capo", id: 696977615
mas "Cascadea", id: 1432182561
mas "ColorSnapper2", id: 969418666
mas "DaVinci Resolve", id: 571213070
mas "Disk Diag", id: 672206759
mas "GarageBand", id: 682658836
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LittleSnapper", id: 403489261
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Meeter", id: 1510445899
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Soulver 2", id: 413965349
mas "Tapes", id: 779457527
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "xScope", id: 889428659
