tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "romkatv/powerlevel10k"
brew "ack"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "autoconf"
brew "bash"
brew "autoenv"
brew "readline"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "freetype"
brew "gettext"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "chafa"
brew "cmake"
brew "cscope"
brew "direnv"
brew "dnscrypt-proxy", restart_service: :changed
brew "dog"
brew "duf"
brew "dust"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "gmp"
brew "libevent"
brew "unbound"
brew "lame"
brew "libvorbis"
brew "libsndfile"
brew "libsodium"
brew "sdl2"
brew "snappy"
brew "tesseract"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-tar"
brew "libgpg-error"
brew "go"
brew "goreman"
brew "gping"
brew "howdoi"
brew "html2text"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "lazygit"
brew "leveldb"
brew "libffi"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "llm"
brew "logrotate"
brew "lsd"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "mdcat"
brew "memcached"
brew "mise"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node@20"
brew "node@22"
brew "openjdk@11"
brew "pandoc"
brew "pcre"
brew "pdftk-java"
brew "pidof"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "powerlevel10k"
brew "procs"
brew "python@3.10"
brew "qt"
brew "rabbitmq", restart_service: :changed
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "rustup"
brew "s3cmd"
brew "shellcheck"
brew "smartmontools"
brew "ssh-copy-id", link: true
brew "starship"
brew "tealdeer"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "universal-ctags"
brew "w3m"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/ytop/ytop"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-community@7.0"
brew "puma/puma/puma-dev"
cask "1password"
cask "alacritty"
cask "alfred@4"
cask "backblaze"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "brave-browser@beta"
cask "discord"
cask "dropbox"
cask "firefox"
cask "firefox@developer-edition"
cask "focus"
cask "font-iosevka-nerd-font"
cask "font-lato"
cask "font-monaspace"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "gpg-suite"
cask "guitar-pro"
cask "handbrake"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "lastfm"
cask "linearmouse"
cask "logi-options+"
cask "logitune"
cask "michaelvillar-timer"
cask "monitorcontrol"
cask "obsidian"
cask "pym-player"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "sketch"
cask "soundsource"
cask "spotify"
cask "steam"
cask "subler"
cask "thunderbird"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xld"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Bear", id: 1091189122
mas "ColorSnapper2", id: 969418666
mas "Disk Diag", id: 672206759
mas "Harvest", id: 506189836
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "NLE Player", id: 1420648744
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "Tapes", id: 779457527
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "xScope", id: 889428659
